{
  "highPeaks": [
    {
      "name": "Mt. Marcy",
      "lat": "44.1127",
      "long": "73.9237",
      "elevation": "5344 feet",
      "difficulty": "5",
      "ascentOfClimb": "3166 feet",
      "roundTripDistance": "14.8 miles",
      "averageDuration": "10 hours",
      "image": "marcy",
      "patch": "marcyPatch",
      "peakDescription": "With an elevation of 5,344 feet above sea level, Mount Marcy is the highest peak in the Adirondacks and the highest mountain in New York State.\n\nThis remote peak is one of the most visited in the world. The trip to the top can be steep and wet and in the months from October to May expect snow towards the top of the peak.\n\nThe first ascent of Mt. Marcy was in 1837, but it wasn’t until 1861 that a trail was cut to the summit. The original trail was later abandoned for the route that is used today. Since then hikers from across the country have climbed to the top during both the winter and summer months. In the winter months, a majority of the trail is suitable for alpine skiing or snowboarding on the way back down.\n\nToday the most popular route to the top is the Van Hoevenberg Trail which goes northeast up the mountain. It is a 7.4 mile trek to the summit and is rated a level of difficulty of 5 out of 7. The path goes up along Mount Phelps until you reach the summit and then crosses over onto Mt. Marcy.\n\nWhen you arrive at the top of Mount Marcy you will see that the trek up was worth it. The view is spectacular! You can see the summits of 43 high peaks throughout the Adirondacks. On a clear day you can see Mount Royal in Montreal to the north, which is almost 65 miles away!\n\nThe Mount Marcy hike can be completed in a day, but some choose to hike a portion of the trail, pitch a tent for the night, and continue on the following day. There are campgrounds available for use at mile 3 of the trail."
    },
    {
      "name": "Algonquin Peak",
      "lat": "44.1436",
      "long": "73.9867",
      "elevation": "5,114 feet",
      "difficulty": "5",
      "ascentOfClimb": "2936 feet",
      "roundTripDistance": "9.6 miles",
      "averageDuration": "9 hours",
      "image": "algonquin",
      "patch": "algonquinPatch",
      "peakDescription": "Algonquin Peak is located in the Adirondacks' MacIntyre Range in the town of North Elba, NY. Algonquin is the second-highest mountain in New York State, and is one of the 46 Adirondack High Peaks.\n\nAlgonquin Peak boasts an elevation of 5,114', and the 8.6 mile round-trip hike to and from its summit is steep and challenging.\n\nThe primary trailhead for Algonquin Peak is located off of Route 73 in North Elba. Take Route 73 south out of Lake Placid, and continue until you reach Adirondack Loj Road (34) on your right. Follow Adirondack Loj Road all the way to the end, and you'll reach the Adirondack Loj & Heart Lake Program Center and parking area. Multiple trails begin at this point, so be sure to carefully follow markers for Algonquin.\n\nAspiring 46ers should note that trails for Wright Peak and Iroquois Peak branch off of the Algonquin trail, enabling expert hikers to summit all three in one day.\n\nThe last mile of the Algonquin Peak ascent is the most challenging, but hikers are rewarded with brilliant views from the open-rock summit. Be prepared for exposure to the elements, as the summit offers no protection above the tree line."
    },
    {
      "name": "Mt. Haystack",
      "lat": "44.1056",
      "long": "73.9006",
      "elevation": "4,960 feet",
      "difficulty": "7",
      "ascentOfClimb": "3570 feet",
      "roundTripDistance": "17.8 miles",
      "averageDuration": "12 hours",
      "image": "haystack",
      "patch": "haystackPatch",
      "peakDescription": "Standing at 4,960 feet, Mount Haystack is the third tallest mountain in New York State. Its bald summit offers incredible views of the Adirondacks.\n\nMount Haystack gets its name from its unique shape that resembles a stack of hay. It is a less popular peak due to its extremely challenging climb. Many hikers who summit Mount Haystack are aspiring members of the Adirondack Forty-Sixers.\n\nTo reach Mount Haystack, many hikers follow the Johns Brook Trail from the Garden Parking area in Keene Valley to the Phelps Trail and then use the Shorey’s Short Cut to get over the Range trail.\n\nAnother hiking option would be to come along the Great Range itself and hike Mount Haystack before Mount Marcy—or combine the hike with the neighboring mountains Basin and Saddleback.\n\nMount Haystack has what hikers call “Devil’s Half Mile,” the stretch of the hike that has extremely steep terrain.  Make sure you’re careful!\n\nThe average trip length is 17.8 miles and will take experienced hikers roughly 12 hours to complete. Rated a 7 out of 7 on our difficulty scale, be sure you have plenty of hiking experience under your belt before tackling this mountain."
    },
    {
      "name": "Mt. Skylight",
      "lat": "44.0994",
      "long": "73.9308",
      "elevation": "4,926 feet",
      "difficulty": "7",
      "ascentOfClimb": "4265 feet",
      "roundTripDistance": "17.9 miles",
      "averageDuration": "15 hours",
      "image": "skylight",
      "patch": "skylightPatch",
      "peakDescription": "The fourth highest mountain in New York State, Mount Skylight has an elevation of 4,926 ft and a long approach, making this best suited for more experienced hikers.\n\nMount Skylight gets its name from the open, bare and flat summit—perfect for gazing up into the sky! This high peak is a favorite among hikers and is known for its two large cairns.  What is a cairn?  A cairn is a man-made pile of stones — there are two used to mark the summit of Mount Skylight.\n\nThe hike to Mount Sklyight is a 14.2 mile round-trip, or can be extended further if combined with Gray Peak and Mount Marcy. Depending on your speed and experience, it could take you 10 - 15 hours to hike.\n\n single trail goes up to the mountain’s summit from the Four Corners Junction, between Mount Skylight and Mount Marcy. The most popular way to get to the summit is for hikers to come up from the west on the Fledspar Brook Trail and climb the peak in conjunction with a visit to the Lake-Tear-of-the Clouds.  This lake is the highest source of the Hudson River.  From there, you could opt to climb Gray Peak, another 46er.\n\nThe trail can also be reached by descending from Mount Marcy to the north, or Panther Gorge and Elk Lake to the southeast.  All of these hikes are extensive and are often done with an overnight camping stop.\n\nNote -- there's an old tradition that persists, where hikers bring a rock to place on Mount Skylight's cairns. This act is supposed to ensure good weather and good luck -- It doesn't. What it causes instead is problems. In 2019, the Adirondack Mountain Club's Summit Stewards reported that they lugged 80 crates of rocks back 'down' the mountain, with each crate weighing 75 pounds!"
    },
    {
      "name": "Whiteface Mountain",
      "lat": "44.3658",
      "long": "73.9028",
      "elevation": "4867 feet",
      "difficulty": "4",
      "ascentOfClimb": "2535 feet",
      "roundTripDistance": "10.4 miles",
      "averageDuration": "8.5 hours",
      "image": "whiteface",
      "patch": "whitefacePatch",
      "peakDescription": "Whiteface Mountain is the 5th highest mountain in New York State with an Elevation of 4,867 ft.\n\nThe length of the trip is about 10.4 miles and will take about 8.5 hours to hike.\n\nUnlike other High Peaks, Whiteface Mountain is accessible by motor vehicle—so if you’re not a great hiker, drive to the top of this beautiful mountain and check out the amazing view!  At the summit, Whiteface Mountain offers a 360-view of the Adirondacks, Vermont and Canada.\n\nWhiteface is located in Wilmington, New York, which is about 13 miles away from Lake Placid.  It is a popular skiing destination, with the highest vertical drop in the eastern United States of 3,430 feet, and was also home to the 1980 Winter Olympics."
    },
    {
      "name": "Dix Mountain",
      "lat": "44.0822",
      "long": "73.7864",
      "elevation": "4857 feet",
      "difficulty": "7",
      "ascentOfClimb": "2800 feet",
      "roundTripDistance": "13.2 miles",
      "averageDuration": "10 hours",
      "image": "dix",
      "patch": "dixPatch",
      "peakDescription": "Dix Mountain is the sixth-highest of the 46 Adirondack High Peaks with an elevation of 4,857 ft.\n\nA round-trip trek up and down Dix is about 13.2 miles long, and on average takes about 10 hours to hike. The hike is regarded as challenging and should not be attempted by children or beginners.\n\nDix Mountain is a gateway to four other High Peaks; Hough, Macomb, South Dix (Carson Peak) and Grace Peak (East Dix).\n\nThe best time to climb Dix Mountain is in the summer, because the trail can become very wet during other seasons.\n\nHikers most commonly use the Elk Lake Trailhead on Elk Lake Road. The trail leads hikers past the Slide Brook and Lillian Brook lean-to's."
    },
    {
      "name": "Gray Peak",
      "lat": "44.1114",
      "long": "73.9349",
      "elevation": "4840 feet",
      "difficulty": "7",
      "ascentOfClimb": "4178 feet",
      "roundTripDistance": "16 miles",
      "averageDuration": "14 hours",
      "image": "gray",
      "patch": "grayPatch",
      "peakDescription": "Standing at 4,840 feet, Gray Peak is the 7th tallest Adirondack High Peak. It is located in Keene Valley, fairly close to Mount Marcy.\n\nGray Peak is named after famed American botanist, Asa Gray. It is the tallest mountain in the High Peaks without a maintained trail to the summit.\n\nThe hike is about 16 miles and will typically take 14 hours to climb round trip. Our experts rate this height a 7 on our difficulty scale, making it one of the more difficult peaks.\n\nMost hikers take a path leading from Lake Tear of the Clouds, but sometimes it is hard to find the trailhead. Note, there is a small cairnmarking the start of the herd path, so keep your eyes peeled!  If you're not into bushwhacking, you may want to rethink this journey."
    },
    {
      "name": "Iroquois Peak",
      "lat": "44.1370",
      "long": "73.9982",
      "elevation": "4840 feet",
      "difficulty": "6",
      "ascentOfClimb": "3250 feet",
      "roundTripDistance": "11.6 miles",
      "averageDuration": "11 hours",
      "image": "iroquois",
      "patch": "iroquoisPatch",
      "peakDescription": "Standing at 4840 feet, Iroquois Peak is the 8th tallest mountain in New York State & the Adirondack High Peaks.\n\nIroquois is part of the MacIntyre Range which also includes Wright and Algonquin. While the trail is a bit rocky, the summit offers incredible views of Indian Pass and Wallface Mountain.\n\nThe hike is about 11.6 miles long and will take 8.5 hours to climb. Our team of experts rate this hike a 6 out of 7 on our difficulty scale.\n\nThe easiest route for Iroquois Peak is from the Adirondack Loj and up to the Algonquin trail. Then, venture up and over the Algonquin Peak to the unmarked trail. As you make your way along the herd path, be mindful of the fragile ecosystem and endangered alpine plants along the path."
    },
    {
      "name": "Basin Mountain",
      "lat": "44.1212",
      "long": "73.8863",
      "elevation": "4827 feet",
      "difficulty": "6",
      "ascentOfClimb": "3650 feet",
      "roundTripDistance": "16.5 miles",
      "averageDuration": "11 hours",
      "image": "basin",
      "patch": "basinPatch",
      "peakDescription": "Basin Mountain is the 9th-highest of the Adirondack High Peaks with an elevation of 4,827 ft.\n\nThe round-trip hike is about 15 miles, and takes on average 11 hours to complete.\n\nThe Basin Mountain climb is difficult, and can get dangerous in certain weather conditions.\n\nBasin's summit is above the treeline and has amazing views of Mount Marcy, Haystack, Gothics, Saddleback, Big Slide and Dix.\n\nBasin is part of the Great Range, and can be reached via four different trailheads. Most hikers park at the Garden Parking Lot in Keene Valley and take the Phelps Trail to the Gothics/Saddleback trail junction. From there, hike west to Basin's summit.\n\nThe Garden Parking Lot at the Garden Trailhead is open once again. The summer shuttle resumes the weekend of Memorial Day. The fee to park is $10. Visit ADK.org for more information from the Adirondack Mountain Club, and TownOfKeene.com for informaiton on the shuttle."
    },
    {
      "name": "Gothics",
      "lat": "44.1281",
      "long": "73.8571",
      "elevation": "4736 feet",
      "difficulty": "5",
      "ascentOfClimb": "4070 feet",
      "roundTripDistance": "10 miles",
      "averageDuration": "9 hours",
      "image": "gothics",
      "patch": "gothicsPatch",
      "peakDescription": "Gothics Mountain is the 10th-highest of the 46 Adirondack High Peaks, with an elevation of 4,736 ft.\n\nDepending on the chosen route, the hike can be 15 miles round-trip, and can take up to 10 hours to complete. Gothics is not recommended for children or inexperienced hikers.\n\nThe primary trailhead is located at the St. Huberts Parking Area on the Adirondack Mountain Reserve (AMR). Note that dogs are not allowed on this private property.\n\nThe trail will lead you to Beaver Meadow Falls before it continues up a ladder to a steady incline with some steep spots. Several other ladders follow before the Range Trail junction where Gothics branches off to the left and Armstrong to the right.\n\nThe secondary route begins at The Garden in Keene Valley.\n\nHow did Gothics get its name? Gothics Mountain is covered with rock slides, resembling Gothic architecture, a style that flouished duirng the medieval times.\n\nA unique aspect of this mountain is that there are large fixed cables and ladders at certain points throughout the mountain. Take advantage of these points to avoid sliding down the mountain.\n\nA little known fact about Gothics Mountain is that at the top, there is a hidden cave.  Hike Gothics mountain and find it for yourself."
    },
    {
      "name": "Mt. Colden",
      "lat": "44.1270",
      "long": "73.9599",
      "elevation": "4714 feet",
      "difficulty": "5",
      "ascentOfClimb": "2850 feet",
      "roundTripDistance": "15.2 miles",
      "averageDuration": "10 hours",
      "image": "colden",
      "patch": "coldenPatch",
      "peakDescription": "Mount Colden is the 11th highest peak in the Adirondacks. Its elevation reached 4,714 feet. Its most prominent feature, the Trap Dike, is popular with both experienced hikers and rock climbers.\n\nSitting between the MacIntyre and Great Ranges, Mount Colden provides incredible views despite a summit that is not entirely bald. The Trap Dike, a large crevice running up the middle of the mountain, is easily seen from Avalanche Lake.\n\nMount Colden was named after McIntyre Ironworks Investor, David S. Colden, in 1836.\n\nThere are two trails to summit Mount Colden, both starting at the Adirondack Loj Trailhead. The northeast approach passes by Lake Arnold and features several false peaks before you reach the summit. A southwestern approach is steeper and starts from Lake Colden.\n\nThe northeast approach will take an experienced hiker roughly 9 hours round trip, with a length of about 12 miles. The southwestern approach is 15.2 miles roundtrip and will take about 10 hours for experienced hikers."
    },
    {
      "name": "Giant Mountain",
      "lat": "44.1611",
      "long": "73.7202",
      "elevation": "4627 feet",
      "difficulty": "4",
      "ascentOfClimb": "3050 feet",
      "roundTripDistance": "6 miles",
      "averageDuration": "7.5 hours",
      "image": "giant",
      "patch": "giantPatch",
      "peakDescription": "Giant Mountain is the 12th-highest of the 46 Adirondack High Peaks with an elevation of 4,627 ft.\n\nThe trail is 6 miles long and depending on experience and fitness level will take anywhere between 4 and 10 hours to hike, round-trip.\n\nThe primary trailhead is just past Chapel Pond on the opposite side of Route 73. The climb begins instantly from the trailhead, and doesn't stop for 3 miles until the summit. Interested hikers can continue over to Rocky Peak Ridge from a trail just below Giant's summit.\n\nGiant Mountain is also called \"Giant of the Valley\" because it beautifully looks over Keene Valley and St. Hubert's to the west. There are huge rock slideson the mountain's western side and it is located far away from any other peaks, giving the mountain a gigantic look.\n\n"
    },
    {
      "name": "Nippletop",
      "lat": "44.0892",
      "long": "73.8163",
      "elevation": "4620 feet",
      "difficulty": "5",
      "ascentOfClimb": "4050 feet",
      "roundTripDistance": "12.6 miles",
      "averageDuration": "10 hours",
      "image": "nippletop",
      "patch": "nippletopPatch",
      "peakDescription": "Nippletop Mountain is the 13th highest mountain in New York State with an elevation of 4,620 ft.\n\nThe 12.6 mile will take about 10 hours round trip.\n\nNippletop Mountain is in the northeastern part of the Colvin Range and is known to be a little wet when hiking, so dress accordingly.\n\nWhen hiking this mountain use the St. Huberts Trailhead.  This trip will take you down a beautiful Lake Road towards lower Ausable Lake and then climb to the top of two 4,000 foot peaks.  At the top of Nippletop, you will have amazing views of the Great Range.\n\nNippletop Mountain is a more difficult hike, so if you're an experienced hiker, this mountain will be a great experience for you."
    },
    {
      "name": "Santanoni Peak",
      "lat": "44.0825",
      "long": "74.1312",
      "elevation": "4607 feet",
      "difficulty": "5",
      "ascentOfClimb": "2860 feet",
      "roundTripDistance": "11.4 miles",
      "averageDuration": "10 hours",
      "image": "santanoni",
      "patch": "santanoniPatch",
      "peakDescription": "Santanoni Peak is the 14th highest mountain in New York State, with an elevation of 4,607 ft.\n\nSantanoni Peak is a 10 hour trek that is 11.4 miles long and is located in Essex County, New York.\n\nThe word \"Santanoni\" is beleived to be an Abenaki deravitave of \"Saint Anthony.\"  When the first French fur traders and missionaries enhabated the area, they named the land after Saint Anthony of Padua.\n\nHiking Santanoni Peak can be a little tricky.  There are no bare summits or open ridges, which means there is a lot of thick forest and underbrush.  If you like to rough it, bring your map and compass and hit the trail! "
    },
    {
      "name": "Mt. Redfield",
      "lat": "44.0948",
      "long": "73.9499",
      "elevation": "4606 feet",
      "difficulty": "6",
      "ascentOfClimb": "3225 feet",
      "roundTripDistance": "17.5 miles",
      "averageDuration": "14 hours",
      "image": "redfield",
      "patch": "redfieldPatch",
      "peakDescription": "Mount Redfield is the 15th highest of New York State's Adirondack High Peaks, with an elevation of 4,606 ft.\n\nThe hike upMount Redfield is approximately 17.5 miles round-trip, and can take 14 hours to complete. It is not recommended for families with children or inexperienced hikers.\n\nMount Redfield is part of the Marcy Group of the Great Range. The mountain is located northwest of Cliff Mountain, and the two are often climbed in combination.\n\nThere are multiple routes up Mount Redfield, one of which begins at the Upper Works/Calamity Brook trailhead on Upper Works Road in Newcomb. Follow the Calamity Brook Trail for 4.5 miles before continuing around Flowed Lands and crossing the Lake Colden Bridge. Upon reaching the Uphill Lean-to, you'll see a small cairn that indicates the herd path to the summits of Cliff Mountain (to the right) and Mount Redfield (straight/to the left). The herd path splits a short distance past the first cairn, with one path going to Cliff and the other to Redfield. The split is indicated by a second cairn.\n\nContinue hiking along Uphill Brook until you reach the large boulder at Redfield's summit.\n\nMount Redfield is named after William C. Redfield, organizer of the first recorded expedition to Mount Marcy's summit."
    },
    {
      "name": "Wright Peak",
      "lat": "44.1517",
      "long": "73.9803",
      "elevation": "4580 feet",
      "difficulty": "4",
      "ascentOfClimb": "2400 feet",
      "roundTripDistance": "7 miles",
      "averageDuration": "7 hours",
      "image": "wright",
      "patch": "wrightPatch",
      "peakDescription": "Wright Peak is the 16th highest mountain in the Adirondack Park with an elevation of 4,580 ft.\n\nThe round-trip length of the Wright Peak hike is 7 miles and it will take experienced hikers approximately 5-7 hours to complete.\n\nWright Peak is part of the MacIntyre Range and is located in North Hudson, New York.  Wright Peak is known as the windiest peak in the whole park!\n\nThis mountain can be hiked from the Adirondack Loj and then up the Van Hovenberg trail.\n\nFun fact, at the summit of Wright Peak, remnants of a U.S. B-47 bomber are scattered from a crash in 1962.  A bronze plaque marks the area on a rock just north of the summit. "
    },
    {
      "name": "Saddleback Mountain",
      "lat": "44.1267",
      "long": "73.8752",
      "elevation": "4515 feet",
      "difficulty": "5",
      "ascentOfClimb": "2990 feet",
      "roundTripDistance": "13.4 miles",
      "averageDuration": "10 hours",
      "image": "saddleback",
      "patch": "saddlebackPatch",
      "peakDescription": "Saddleback Mountain is the 17th highest peak in New York State with an elevation of 4,515 ft.\n\nThe length of this hike roundtrip, is 13.4 miles and will take around 10 hours to hike.\n\nThe mountain is part of the Great Range and is located in Essex, New York.  Saddleback Mountain is to the southwest of BasinMountain and to the east of Gothics Mountain.\n\nSaddleback Mountain has a rare factor--two summits!  The summits are connected by a dipping ridgeline.\n\nThe trail has many sections that are extremely steep and can be slippery when wet.  Hiker beware!  Be careful when hiking this and it's better to hike this mountain with a partner."
    },
    {
      "name": "Panther Peak",
      "lat": "44.0984",
      "long": "74.1321",
      "elevation": "4442 feet",
      "difficulty": "6",
      "ascentOfClimb": "3762 feet",
      "roundTripDistance": "12 miles",
      "averageDuration": "13.5 hours",
      "image": "panther",
      "patch": "pantherPatch",
      "peakDescription": "Panther Peak is the 18th highest mountain in NY State, with an elevation of 4,442 ft.\n\nThe hike is about 12 miles and will take on average, 13.5 hours to hike round trip.\n\nPanther Peak is located in the Town of Newcomb in Essex County, New York and is part of the Santanoni Mountains.\n\nThe normal route starts about .3 miles south of the Santanoni lean-to at the beaver dam.  Once you cross the dam, you will find a heard path that points west. You will then reach a brook descending from the Panther-Santanoni ridge.  Walk up this brook for about .5 miles and then you will reach what is called \"Time Square.\" From here, you can reach all the peaks in the Santanoni Mountains."
    },
    {
      "name": "Table Top Mountain",
      "lat": "44.1407",
      "long": "73.9163",
      "elevation": "4427 feet",
      "difficulty": "5",
      "ascentOfClimb": "3660 feet",
      "roundTripDistance": "10 miles",
      "averageDuration": "7 - 9 hours",
      "image": "tabletop",
      "patch": "tableTopPatch",
      "peakDescription": "Table Top Mountain is the 19th highest mountain in New York State, with an elevation 4,427 ft.\n\nThis hike is just over 10 miles round-trip, and will take 7 to 9 hours to hike on average.\n\nTable Top Mountain is located in Essex County, New York.  It is south of Phelps Mountain and north of Mount Marcy.  This mountain has three summits.  The southern most summit is highest followed by the middle peak and the north peak.\n\nThe most popular route begins at the Adirondack Log and then at the Van Hovenberg trail about .75 miles from the Phelps Trail junction."
    },
    {
      "name": "Rocky Peak Ridge",
      "lat": "44.1127",
      "long": "73.7056",
      "elevation": "4420 feet",
      "difficulty": "5",
      "ascentOfClimb": "4500 feet",
      "roundTripDistance": "13.4 miles",
      "averageDuration": "11 hours",
      "image": "rockyPeakRidge",
      "patch": "rockyPeakRidgePatch",
      "peakDescription": "Rocky Peak is the 20th highest mountain in New York State, with an elevation of 4,420 ft.  The length of the climb is 13.4 miles and will take 11 hours to hike roundtrip.\n\nWhile climbing this peak, there are a lot of spectacular views on the way to thet op.  The west side of Giant can be seen, the entire view of the Great Range,Whiteface, Ester, as well as the northeastern side of the Dix Range.\n\nRocky Peak Ridge has a long, bare ridge, which is uncommon in the Adirondacks.  The ridge is the result of a forest fire in the region in 1913.  Evidence of the fire can still be seen!  If you are curious, dig down a few inches into the ground in some areas and you will find charred wood and ash.\n\nStart from the east, up and over Blueberry Cobbles and Bald Peak and then along the open ridge to the summit.  Another approach is to first, hike Giant from the west or north and then head over the ridgeline east to Rocky Peak. "
    },
    {
      "name": "Macomb Mountain",
      "lat": "44.0517",
      "long": "73.7801",
      "elevation": "4405 feet",
      "difficulty": "5",
      "ascentOfClimb": "2344 feet",
      "roundTripDistance": "8.4 miles",
      "averageDuration": "8 hours",
      "image": "macomb",
      "patch": "macombPatch",
      "peakDescription": "Macomb Mountain stands at 4,405 feet, making it the 21st tallest Adirondack High Peak. Located in the Dix Range, Macomb Mountain can be hiked on its own, or as part of completing the Dix Range.\n\nThe mountain is named after Alexander Macomb, Commanding General of the United States Army from 1828 to 1841. Macomb was famous for the Battle of Plattsburgh, where he defeated 10,531 British troops with only 1,500 men.\n\nThe most popular route to the top of Macomb Mountain is from the Elk Lake Trail at the first lean-to camping site. Follow Slide Brook to the base of either one of the two slides that lead to points just below the summit ridge. Rumor has it that there is a delicious blueberry crop on the trail of the Macomb Mountain in the month of August. Yum!\n\nThe hike is 8.4 miles long and will take on average 8 hours to hike. Our experts rated hiking Macomb Mountain a 5 out of 7.\n\nNote: This trail closes during Big Game Hunting Season."
    },
    {
      "name": "Armstrong Mountain",
      "lat": "44.1348",
      "long": "73.8490",
      "elevation": "4400 feet",
      "difficulty": "5",
      "ascentOfClimb": "3734 feet",
      "roundTripDistance": "12.7 miles",
      "averageDuration": "11 hours",
      "image": "armstrong",
      "patch": "armstrongPatch",
      "peakDescription": "Armstrong Mountain is the 22nd-highest of the Adirondack High Peaks, with an elevation of 4,400 ft.\n\nThe round-trip hike is approximately 12 miles, and takes an average of 7 hours to complete. Because the trail is steep and challenging, it is not recommended for families or inexperienced hikers.\n\nTo reach the Armstrong Mountain trailhead, follow Route 73 from Lake Placid to Saint Huberts. The trail is located on the Adirondack Mountain Reserve, so dogs are not allowed.\n\nArmstrong can be summitted on its own or in combination with Gothics and Upper and Lower Wolf Jaw Mountains.\n\nThe trail has a steep grade, and hikers should be prepared for slippery conditions near Beaver Meadow Falls, which the trail passes. Also take note that ladders are involved in this hike."
    },
    {
      "name": "Hough Peak",
      "lat": "44.0695",
      "long": "73.7776",
      "elevation": "4400 feet",
      "difficulty": "6",
      "ascentOfClimb": "3200 feet",
      "roundTripDistance": "13.7 miles",
      "averageDuration": "11 hours",
      "image": "hough",
      "patch": "houghPatch",
      "peakDescription": "Hough Peak is part of the Dix Range in the Adirondack High Peaks. Its elevation is 4400 feet making it the 23rd tallest High Peak.\n\nHough Peak is pronounced \"Huff.\" It is named after Franklin B Hough. He was the first chief of the United States Division of Forestry and was born and raised on the western edge of the Adirondacks. Hough was the first to call attention to the depletion of forests in the United States.\n\nHough Peak is 13.7 miles long and will take 11 hours to hike.\n\nGoing from South Dix to Hough Peak, skirt the blowdown just north of the South Dix summit on its west side and then climb the hogback between South Dix and Hough.  There is a bivouac site in the col (lowest point of a ridge connecting two mountain peaks) between the hogback and Hough."
    },
    {
      "name": "Seward Mountain",
      "lat": "44.1597",
      "long": "74.1997",
      "elevation": "4361 feet",
      "difficulty": "7",
      "ascentOfClimb": "3490 feet",
      "roundTripDistance": "16 miles",
      "averageDuration": "17 hours",
      "image": "seward",
      "patch": "sewardPatch",
      "peakDescription": "Seward Mountain is the 24th highest Mountain in New York State, with an elevation of 4,361 ft.\n\nThis mountain is 16 miles long and will take 17 hours to hike.\n\nSeward Mountain was named after William Henry Sweard who was one of the founders of the Republican Party and secretary of state in Lincoln's cabinet.\n\nThe route to the Seward Range begins at the bridge 0.2 miles southeast of the clearing where the red foot trail from Coreys joins the truck trail.  This is also the third bridge northwest of Ward Brook lean-to.  The route starts at the east side of the brook, but crosses after about 0.5 miles to follow traces of old tote roads on the west side to the end of the second growth, where blowdown and steep climbing begins. "
    },
    {
      "name": "Mt. Marshall",
      "lat": "44.1275",
      "long": "74.0118",
      "elevation": "4360 feet",
      "difficulty": "6",
      "ascentOfClimb": "2575 feet",
      "roundTripDistance": "14 miles",
      "averageDuration": "11 hours",
      "image": "marshall",
      "patch": "marshallPatch",
      "peakDescription": "Ranked at 25 of the 46 High Peaks, Mount Marshall stands at 4,360 feet. Its tree covered summit lends it to be a less frequented peak.\n\nVerplanck Colvin first named this peak in honor of Governer DeeWitt Clinton, builder of the Erie Canal.  Now, the mountain is named after Robert Marshall.  He was an American Forester, writer, wilderness activist and one of the first Adirondack forty-sixers. After Robert marshall's death in 1939, the Adirondack forty-sixers successfully petitioned the New York State Board of Geographic Names to change the name to Mount Marshall.\n\nThe most popular route for this hike is from Upper Works Trail, which parallels the Calamity Trail. It will be a little over 4 miles before you reach the junction near the cairn to head to Marshall. The path from the cairn is a herd path without trail markers.\n\nThe hike up Mount Marshall is about 14 miles and will take 7 to 11 hours to hike. Our experts rank it a 6 on the difficulty scale."
    },
    {
      "name": "Allen Mountain",
      "lat": "44.0708",
      "long": "73.9397",
      "elevation": "4340 feet",
      "difficulty": "7",
      "ascentOfClimb": "2540 feet",
      "roundTripDistance": "16.2 miles",
      "averageDuration": "13 hours",
      "image": "allen",
      "patch": "allenPatch",
      "peakDescription": "Allen Mountain has an elevation of 4,340' and is one of New York's 46 Adirondack High Peaks. There is no official trail to Allen's summit, so most hikers follow a herd path and a series of logging roads.\n\nThe 17 mile round-trip hike takes an average of 9-11 hours to complete.\n\nThe recommended parking area for this hike is at the Mount Adams Trailhead, just over a half mile south of Upper Works.\n\nHikers should note that Allen Mountain requires several water crossings, so water shoes are recommended.\n\nShortly past the trailhead, cross the Hudson River. Continue across Lake Jimmy, and stay to the right when the Mount Adams trail branches off to the left.\n\nFrom the junction at 5.2 miles on the trail to Flowed Lands, the herd path is at first marked with orange and green or black flagging as it heads generally southeast. Follow the herd path for about a mile and you will reach the High Peaks Wilderness.\n\nThe trail then descends into the Skylight Brook basin, and shortly after the Skylight Brook crossing, the trail meets Allen Brook. The steep ascent at this point follows the brook bed, and hikers should be careful on wet, slippery areas.\n\nAlthough the summit of Allen Mountain is wooded, there are a pair of great viewpoints just below it.\n\nAllen Mountain was named by Rev. Joseph Twichell after his close friend Rev. Frederick B. Allen, who was superentendent of the Episcopal City Mission in Boston. "
    },
    {
      "name": "Big Slide Mountian",
      "lat": "44.1823",
      "long": "73.8704",
      "elevation": "4240 feet",
      "difficulty": "4",
      "ascentOfClimb": "2800 feet",
      "roundTripDistance": "9.4 miles",
      "averageDuration": "8 hours",
      "image": "bigSlide",
      "patch": "bigSlidePatch",
      "peakDescription": "Big Slide Mountain is the 27th-highest of the Adirondack High Peaks, with an elevation of 4,240 ft.\n\nThe round-trip hike is between 8 and 10.5 miles (depending on the chosen route) and can take up to 10 hours to hike.\n\nThere are a few approaches to Big Slide, but the most popular is the trail via The Brothers. The Brothers are three mountains that are grouped together, and you can summit them all en route to Big Slide.\n\nTo take this route, start at the Garden Parking Lot on Route 73 in Keene Valley and take the trail in the back of the parking area to the right. This trail offers amazing views from the summits of the first and second Brothers and, of course, from the summit of Big Slide.\n\nAccording to the Adirondack Mountain Club, the Garden Parking Lot at the Garden Trailhead is open (it was closed in 2019). The summer shuttle resumes the weekend of Memorial Day. The fee to park is $10. Visit ADK.org for more information from the Adirondack Mountain Club, and TownOfKeene.com for informaiton on the shuttle.\n\nThere are multiple routes down from the summit, including one that crosses Slide Mountain Brook and continues along the Johns Brook Trail. Depending on which one you choose, as much as 1.5 miles could be added onto your trip.\n\nBig Slide was named for the prominent steep cliff that rises to its summit. "
    },
    {
      "name": "Esther Mountain",
      "lat": "44.3870",
      "long": "73.8899",
      "elevation": "4240 feet",
      "difficulty": "4",
      "ascentOfClimb": "3020 feet",
      "roundTripDistance": "9.4 miles",
      "averageDuration": "7.5 hours",
      "image": "esther",
      "patch": "estherPatch",
      "peakDescription": "Esther Mountain is the 28th-highest of the 46 Adirondack High Peaks, with an elevation of 4,240 ft.\n\nThe round-trip is 9.4 miles long and will take about 7.5 hours to complete. It can be climbed in combination with Whiteface Mountain, but note that this adds extra distance and time to the hike. Esther is not recommended for children.\n\nStarting from the Atmospheric Sciences Research Center, locate the un-marked (but easily identified) trail, and after approximately 1 mile, you'll reach the summit of Marble Mountain. Stay right along the winding trail for another 1.25 miles and you'll come to the Esther Mountain herd path junction marked by a cairn. From here, you can decide to either go right to summit Esther (via Lookout Mountain), or continue straight to summit Whiteface. Whiteface's summit is approximately 1 mile from this junction.\n\nThe Esther Mountain herd path is not marked, so be prepared with navigation tools. Esther has a false summit, but you'll know the true summit because it is marked with a plaque.\n\nEsther Mountain is named after Esther McComb, who discovered the mountain by accident!  At the age of 15, in 1839, Esther became lost while trying to climb Whiteface from the north.  Instead of hiking Whiteface, she hiked Esther Mountain and made the first recorded ascent. The Adirondack 46ers placed a plaque on the summit in her honor in 1939."
    },
    {
      "name": "Upper Wolfjaw",
      "lat": "44.1405",
      "long": "73.8453",
      "elevation": "4185 feet",
      "difficulty": "5",
      "ascentOfClimb": "3619 feet",
      "roundTripDistance": "12.7 miles",
      "averageDuration": "11 hours",
      "image": "upperWolfjaw",
      "patch": "upperWolfjawPatch",
      "peakDescription": "Featuring an elevation of 4,185 feet, Upper Wolfjaw Mountain is recognized as the 29th High Peak of the Adirondacks and is not recommended for out of shape or beginner hikers. The trail is roughly 12 miles round trip and can be demanding.\n\nUpper Wolfjaw Mountain is located in Essex County, NY in the Keene Valley Region. The mountain is listed as one of the High Peaks of the Adirondacks because its elevation exceeds 4,000 feet. While closely connected to Lower Wolfjaw Mountain, Upper Wolfjaw is also a part of the Great Range, which is a group of seven high peaks.\n\nAs one of the moderately difficult high peaks, Upper Wolfjaw is best for people who are prepared physically for the fairly steep hiking and trail conditions. The recommended starting point is at the St Huberts Trailhead and Parking Area.\n\nThis trailhead is located on the property of the Adirondack Mountain Reserve (AMR), and it is open for public access. Note that this is also the trailhead for the hike to the summit of Lower Wolfjaw Mountain.\n\nStarting from the trailhead at the paved parking lot near the Ausable Club, head .5 mile along a dirt road/paved road next to the golf course and then down between the two tennis courts to reach the AMR gate. The trail will lead you behind a small gate house and then over the Ausable River. Once you've crossed over, go left and follow the river until you reach the Wedge Brook Trail on the right. Then, you'll follow this trail until you reach the notch (intersection) where you can turn right to the summit of Lower Wolfjaw or continue forward to Upper Wolfjaw.\n\nFrom the notch, it will be about .5 mile to the false summit and another .4 mile to the true summit of Upper Wolfjaw. In total, the trip to Upper Wolfjaw is roughly 6 miles one way.\n\nTo reach the St Huberts Trailhead, follow Route 73 from Lake Placid through Keene and Keene Valley into Saint Huberts. The parking lot will be across the road from the Roaring Brook Falls Trailhead. It's marked by a road sign that says Ausable Road."
    },
    {
      "name": "Lower Wolfjaw",
      "lat": "44.1484",
      "long": "73.8326",
      "elevation": "4175 feet",
      "difficulty": "4",
      "ascentOfClimb": "2825 feet",
      "roundTripDistance": "8.7 miles",
      "averageDuration": "8 hours",
      "image": "lowerWolfjaw",
      "patch": "lowerWolfjawPatch",
      "peakDescription": "Lower Wolfjaw Mountain is the 30th-highest of New York's High Peaks, with an elevation of 4,175 ft. Part of the Great Range, Lower Wolfjaw can be hiked on its own, or as part of a larger loop.\n\nLower Wolfjaw and Upper Wolfjaw were named in the late 1800s by painter Alexander Wyant. As he painted the peaks he noticed the deep col between the peaks were reminiscent of a pair of Wolf Jaws.\n\nThe two Wolfjaw peaks are typically hiked together starting from the St. Huberts Trailhead at the Ausable Club in Keene. There is a parking area on Ausable Road and the trail begins at the gatehouse on the Ausable Club property.  You will have to walk past a tennis court to get to the trailhead. There is a sign for the W.A. White Trail that leads up the Wolf Jaws.  Just before the summit, the trail gets very steep, so be careful!  The summit is mostly tree covered, but there are a few lookouts where you can see views of other peaks.\n\nEven though the summit isn't the most gorgeous in the world, this is a fun trip because the hike up the mountain is very enjoyable. It's sort of like a road trip...getting there is the best part! This hike is 8.7 miles and will take around 8 hours to complete. Our experts rate Lower Wolfjaw a 4 out of 7 in terms of difficulty."
    },
    {
      "name": "Street Mountain",
      "lat": "44.1793",
      "long": "74.0272",
      "elevation": "4166 feet",
      "difficulty": "6",
      "ascentOfClimb": "2115 feet",
      "roundTripDistance": "8.8 miles",
      "averageDuration": "9.5 hours",
      "image": "street",
      "patch": "streetPatch",
      "peakDescription": "Street Mountain is the 31st-highest of New York's High Peaks with an elevation of 4,166 ft.\n\nThis hike is 8.8 miles and will take about 9.5 hours to complete.\n\nStreet Mountain was named after Alfred Billings Street who was a New York State law librarian and author of \"The Indian Pass.\"\n\nTo get to Street Mountain, start at the west corner of Heart Lake and follow the old Nye Ski trail.  There are signs that will guide you to the trail.  Follow that trail till you end up at Indian Pass Brook.  Cross the brook and pick up the new trail on the other side.  Eventually you will come to an intersection on the plateau between Street and Nye and there will be signs clearly marked \"S\" for Street Mountain and \"N\" for Nye Mountain.  Head down \"S\" and about .6 miles you will have reached the top."
    },
    {
      "name": "Phelps Mountain",
      "lat": "44.1570",
      "long": "73.9215",
      "elevation": "4161 feet",
      "difficulty": "5",
      "ascentOfClimb": "1982 feet",
      "roundTripDistance": "8.8 miles",
      "averageDuration": "9 hours",
      "image": "phelps",
      "patch": "phelpsPatch",
      "peakDescription": "Phelps Mountain is the 32nd-highest of New York's Adirondack High Peaks, with an elevation of 4,161 ft.\n\nThis hike is 8.8 miles round trip, and it will take approximately 9 hours to complete.\n\nPhelps Mountain is named after Orson Schofield Phelps, also known as \"Old Mountain Phelps,\" who created the first trail over Mount Marcy. Just before the summit is reached, the trail does get steep, but not in excess.\n\nStarting at the Adirondak Loj, take the Mount Marcy route, which will bring you to Marcy Dam. From there, continue from Marcy Dam for one mile, and turn up the Phelps trail left towards Marcy and Phelps. This trail will branch into a Y, and the left trail will bring you to the summit of Phelps. There are great views of the ridge formed by Tabletop, Yard, and Big Slide. There is a partial view of the Great Range, and Giant can be seen as well.\n\nThe elevation gain from the Adirondak Loj is 1,982 feet."
    },
    {
      "name": "Mt. Donaldson",
      "lat": "44.1539",
      "long": "74.2110",
      "elevation": "4140 feet",
      "difficulty": "7",
      "ascentOfClimb": "3490 feet",
      "roundTripDistance": "17 miles",
      "averageDuration": "17 hours",
      "image": "donaldson",
      "patch": "donaldsonPatch",
      "peakDescription": "Donaldson Mountain, also called Mount Donaldson, is the 33rd-highest of the 46 Adirondack High Peaks with an elevation of 4140'. It is the middle peak in the Seward Range, with Seward Mountain to the northeast and Mount Emmons to the south.\n\nBe prepared for a long day if you choose to climb Donaldson Mountain. It takes experienced hikers approximately 5 hours to summit, and is not recommended for inexperienced hikers or children. When climbed in combination with Seward and Emmons, the total distance covered is almost 18 miles.\n\nThe primary trailhead is located on Corey's Road in Tupper Lake. The route from this trailhead begins on a well-used trail, continues on an old woods road, and eventually concludes on the Calkins Brook herd path. Brilliant views are afforded from the lardge ledge on Donaldson's summit, and the herd path continues from there to Emmons' summit.\n\nDonaldson was named for Alfred Lee Donaldson, author of A History of the Adirondacks, and was the first Adirondack peak to be named during the twentieth century."
    },
    {
      "name": "Seymour Mountain",
      "lat": "44.1582",
      "long": "74.1727",
      "elevation": "4120 feet",
      "difficulty": "6",
      "ascentOfClimb": "2370 feet",
      "roundTripDistance": "14 miles",
      "averageDuration": "11 hours",
      "image": "seymour",
      "patch": "seymourPatch",
      "peakDescription": "Seymour Mountain is the 34th-highest of New York's High Peaks, with an elevation of 4,120 ft.\n\nThis Seward Range peak was named for Horatio Seymour who served as Governor of New York for multiple terms before running for President of the United States in 1868 against Ulysses S. Grant. and knowing how to use them is a must!\n\nThe round trip hike is about 14 miles and typically takes about 11 hours. The trail is considered an “unmarked path”. Certain areas are very easy to hike, while others are more complicated because of blowdown, erosion etc.\n\nSeymour’s summit boasts breathtaking views! From the southern lookout point there is an amazing view of the Santanoni mountain range. Along with the stunning views can be very strong winds. Be prepared and pack the appropriate gear."
    },
    {
      "name": "Sawteeth",
      "lat": "44.1133",
      "long": "73.8507",
      "elevation": "4100 feet",
      "difficulty": "4",
      "ascentOfClimb": "2975 feet",
      "roundTripDistance": "11.8 miles",
      "averageDuration": "9 hours",
      "image": "sawteeth",
      "patch": "sawteethPatch",
      "peakDescription": "Sawteeth Mountain is the 35th-highest of New York's High Peaks, with an elevation of 4,100 ft.\n\nThere are two trails to the summit from Lower Ausable Lake. The older trail is referred to as the Scenic trail and is a winding trail through the “teeth” of the mountain. The newer trail follows the Gothics Trail and ascends directly up the north side.  Popular opinion of many hikers is that this is is a good loop trip. They choose to take the newer trail for their ascent and the Scenic Trail for their decent as it is an easier direction.\n\nThe first mile or so of the Gothics Trail climb is relatively easy going. As the trail goes right it proceeds up a gully. You are in for some steep climbing, but the views of the Lower Ausable Lake and the surrounding areas are well worth it! Overall, this is a relatively moderate hike. On a scale of 1 to 7 the Adirondack High Peaks Guide gives it a 4.\n\nAs with any hike, it is important to be prepared with the proper supplies. Visit “Hiking Safety Tips” for a list of basic safety tips to help you be prepared for a great day of hiking in the Adirondacks."
    },
    {
      "name": "Cascade Mountain",
      "lat": "44.2186",
      "long": "73.8606",
      "elevation": "4098 feet",
      "difficulty": "2",
      "ascentOfClimb": "1940 feet",
      "roundTripDistance": "4.8 miles",
      "averageDuration": "5 hours",
      "image": "cascade",
      "patch": "cascadePatch",
      "peakDescription": "Cascade Mountain is the 36th-highest of New York's Adirondack High Peaks, with an elevation of 4,098 ft.\n\nOriginally named Long Pond Mountain, Cascade Mountain was renamed for the falls between the two Cascade Lakes. The current trail was laid out to replace the old, steeper and eroded trail in 1974.\n\nThe trailhead starts on Route 73 and is marked with red discs. The biggest challenge of this hike can be parking. It is not recommended that you park directly on the side of the road due to the danger that presents. Parking to the east or west of the trailhead will allow you to get your car off the road.\n\nNote: On your way to the trailhead, grab a rock. Don’t be alarmed, it’s for a good cause. At the trailhead you will see a sign for “Carry-A-Rock To Cascade”. The rocks will be used by the Summit Stewards to build cairns and define trails.\n\nThe distance to the summit of Cascade Mountain is 2.4 miles with an ascent of 1940’, which makes it very enjoyable. While it is regarded by many as the easiest of the 46 High Peaks, it is not recommended for children or those with little hiking experience.\n\nUpon reaching the summit of this bald mountain you will be blown away by the views! Before you forget, look for the sign and deposit your rock. The summit is usually quite crowded, but if you can, find a quiet place to the side to sit and have a bite to eat and take some photos before heading back down. It’s easy to get caught up in the beauty of the view, so keep in mind the amount of time it takes to hike back down.\n\nThe Porter Mountain trail intersects with Cascade's trail just below Cascade's summit, so the two can be climbed in combination."
    },
    {
      "name": "South Dix",
      "lat": "44.0600",
      "long": "73.7743",
      "elevation": "4060 feet",
      "difficulty": "6",
      "ascentOfClimb": "3050 feet",
      "roundTripDistance": "11.5 miles",
      "averageDuration": "12 hours",
      "image": "southDix",
      "patch": "southDixPatch",
      "peakDescription": "South Dix Mountain is the 37th-highest of New York's High Peaks, with an elevation of 4,060 ft."
    },
    {
      "name": "Porter Mountain",
      "lat": "44.2153",
      "long": "73.8436",
      "elevation": "4059 feet",
      "difficulty": "3",
      "ascentOfClimb": "2700 feet",
      "roundTripDistance": "7.6 miles",
      "averageDuration": "5.5 hours",
      "image": "porter",
      "patch": "porterPatch",
      "peakDescription": "Porter Mountain is the 38th highest of the 46 High Peaks of the Adirondacks, with an elevation of 4,059 ft.\n\nPorter Mountain is a long ridge stretching from near Keene Valley almost to Cascade Pass. The trail gets pretty bumpy, so be careful and make sure you're wearing appropriate footwear.\n\nPorter Mountain is named after Noah Porter, later president of Yale University and one of the first people to climb it.\n\nThere are many amazing open areas and viewpoints along this ridge, and the summit itself has a nice open area. Many great spots to just hang out for a little while and rest.\n\nOne of the best ways to approach this mountain is to start in Keene Valley at the southwest corner of Marcy and traverse over the entire ridge, and end at the Cascade Mountain trailhead near Cascade Pass on Route 73. And if you're up to it, hike Cascade Mountain after Porter! Are you up for the challenge?"
    },
    {
      "name": "Mount Colvin",
      "lat": "44.0939",
      "long": "73.8344",
      "elevation": "4057 feet",
      "difficulty": "4",
      "ascentOfClimb": "2130 feet",
      "roundTripDistance": "10.8 miles",
      "averageDuration": "10 hours",
      "image": "colvin",
      "patch": "colvinPatch",
      "peakDescription": "Mount Colvin is one of the shortest High Peaks, standing at 4,057 feet, which places it 39th out of 46.\n\nMount Colvin is named after Verplanck Colvin, a lawyer, author, illustrator and topographical engineer. Colvin's understanding and appreciation for the environment of the Adirondack Mountains led to the creation of New York's Forest Preserve and the Adirondack Park.\n\nMount Colvin offers amazing views of more than 15 other Adirondack High Peaks plus the Ausable Lakes from the summit. It is often combined with Blake Peak for Aspiring 46ers. There are two trails to the summit, one easier leaving from the AMR Trailhead and one more difficult, multi-day hike from the Elk Lake Trailhead. Our experts rated summiting Mount Colvin a 4 out of 7."
    },
    {
      "name": "Mount Emmons",
      "lat": "44.1437",
      "long": "74.2140",
      "elevation": "4040 feet",
      "difficulty": "7",
      "ascentOfClimb": "3490 feet",
      "roundTripDistance": "18 miles",
      "averageDuration": "18 hours",
      "image": "emmons",
      "patch": "emmonsPatch",
      "peakDescription": "Mount Emmons is the western-most High Peak and stands at 4,040 feet. It is the 40th tallest mountain in the High Peaks.\n\nFlanked to the north by Donaldson, Mount Emmons is the last and lowest peak in the Seward Range. Its trail and summit offer wonderful views of nearby peaks and a glimpse of the Santanoni Range.\n\nMount Emmons was named after Ebenezer Emmons, a geologist who named the Adirondack Mountains and led the first recorded ascent of Mount Marcy in 1837.\n\nThe best way to hike Mount Emmons is to start from the summit of Donaldson, making this trek more isolated than the majority of other high peaks. Be prepared and bring a map, compass, food, water, and proper gear. Our experts rate Mount Emmons a 7 on the difficulty scale.\n\nMount Emmons is typically combined with Seward and Donaldson in an 18-mile, 18-hour roundtrip trek. The route uses the Wood Brook Truck Trail which has plenty of lean-tos along the way."
    },
    {
      "name": "Dial Mountain",
      "lat": "44.1059",
      "long": "73.7960",
      "elevation": "4020 feet",
      "difficulty": "5",
      "ascentOfClimb": "3450 feet",
      "roundTripDistance": "10 miles",
      "averageDuration": "9 hours",
      "image": "dial",
      "patch": "dialPatch",
      "peakDescription": "Dial Mountain is the 41st-highest of the Adirondack High Peaks, with an elevation of 4,020 ft.\n\nThe round-trip hike is 10 miles long and will take approximately 9 hours to complete. It is not recommended for children or beginners.\n\nDial is often climbed in combination with Nippletop Mountain, which adds an extra 3.7 miles. Colvin and Blake can also be hiked in the same trip as Dial and Nippletop.\n\nMost people approach Dial Mountain from the St. Huberts Trailhead. "
    },
    {
      "name": "Grace Peak",
      "lat": "44.0653",
      "long": "73.7574",
      "elevation": "4012 feet",
      "difficulty": "6",
      "ascentOfClimb": "3002 feet",
      "roundTripDistance": "12.5 miles",
      "averageDuration": "12 hours",
      "image": "grace",
      "patch": "gracePatch",
      "peakDescription": "Grace Peak, formerly known as East Dix, is one of the 46 Adirondack High Peaks. Located in North Hudson, the mountain has an elevation of 4,012 feet.\n\nThe mountain was originally named \"East Dix\" after John A. Dix, who was the secretary of state in 1837 for Governor William Marcy. Dix later became Governor himself and was also a US Senator, Secretary of the Treasury, and a major general in the Civil War.\n\nIn June 2014, East Dix was renamed \"Grace Peak\" in honor of Grace Hudowalski. Hudowalski was just the 9th person to successfully summit all 46 High Peaks (thereby joining the Adirondack 46ers Club) and was the first woman to complete the feat. The name change was the result of a 12-year effort by the 46ers and other groups who were adamant that Hudowalski, a lifelong activist in the Adirondack Park, deserved a namesake.\n\nThe Grace Peak trail is 12.5 miles long and will take 12 hours to hike, on average. The most popular route is from the Elk Lake Trailhead,following the trail to Slide Brook lean-to. From here, the heard path follows Slide Brook upstream to the slides of Macomb Mountain. Follow the slide to the summit of Macomb and then follow the ridge first to South Dix and then on to Grace Peak."
    },
    {
      "name": "Blake Peak",
      "lat": "44.0814",
      "long": "73.8446",
      "elevation": "3960 feet",
      "difficulty": "4",
      "ascentOfClimb": "3270 feet",
      "roundTripDistance": "13.6 miles",
      "averageDuration": "12 hours",
      "image": "blake",
      "patch": "blakePatch",
      "peakDescription": "Blake Peak is the 43rd of the Adirondacks' 46 High Peaks, with an elevation of 3,960 ft.\n\nWhile there are multiple routes to the summit, the most popular starts at the Adirondack Mountain Reserve (AMR) trailhead. This trail requires hikers to summit Mount Colvin before continuing on to Blake Peak. Dogs are strictly prohibited from AMR land.\n\nThis hike is 15.5 miles round-trip and will take approximately 10-12 hours to complete. It is not recommended for young children or inexperienced hikers.\n\nAn alternate route begins at Elk Lake. This trail is 18 miles round-trip, and the ascent is moderate-to-steep.\n\nBlake Peak was named after Mills Blake, who was Verplanck Colvin's Chief Assistant and close friend. The two worked and lived together for 48 years until Colvin passed away in 1920."
    },
    {
      "name": "Cliff Mountain",
      "lat": "44.1031",
      "long": "73.9751",
      "elevation": "3960 feet",
      "difficulty": "7",
      "ascentOfClimb": "2160 feet",
      "roundTripDistance": "17.2 miles",
      "averageDuration": "12 hours",
      "image": "cliff",
      "patch": "cliffPatch",
      "peakDescription": "Cliff Mountain is 44th out of the 46 Adirondack High Peaks, with an elevation of 3,960 ft.\n\nThis hike is about 17.2 miles long and will take on average 12 hours to complete. It is not recommended for children or inexperienced hikers.\n\nCliff Mountain is part of the Marcy Group of the Great Range. It is flanked to the southeast by Mount Redfield, and the two can be scaled in combination.\n\nThere are multiple routes up Cliff Mountain, one of which begins at the Upper Works/Calamity Brook trailhead on Upper Works Road in Newcomb. Follow the Calamity Brook Trail for 4.5 miles before continuing around Flowed Lands and crossing the Lake Colden Bridge. Upon reaching the Uphill Lean-to, you'll see a small cairn that indicates the herd path to the summits of Cliff Mountain (to the right) and Mount Redfield (straight/to the left). The herd path splits a short distance past the first cairn, with one path going to Cliff and the other to Redfield. The split is indicated by a second cairn.\n\nFrom the second cairn, the short but strenuous climb to Cliff's summit can be extremely muddy, and also features difficult sections of rock and cliffs. It's generally thought that the views from Redfield are superior to those from Cliff."
    },
    {
      "name": "Nye Mountain",
      "lat": "44.1873",
      "long": "74.0238",
      "elevation": "3895 feet",
      "difficulty": "6",
      "ascentOfClimb": "1844 feet",
      "roundTripDistance": "7.5 miles",
      "averageDuration": "8.5 hours",
      "image": "nye",
      "patch": "nyePatch",
      "peakDescription": "Nye Mountain is the 45th-highest of New York's High Peaks, with an elevation of 3,895 ft.\n\nThis hike is 7.5 miles long and will take approximately 8 hours to complete.\n\nNye Mountain is located in North Elba, New York and named after William B. Nye. Nye was an Adirondack Mountain guide.\n\nThe route to Nye Mountain goes right from the Indian Pass trail about .1 miles beyond the register box. The junction is marked with a sign for Old Nye Ski Trail and Mt. Jo via Rock Garden Trail. Follow this for 250 yards and you will come to another junction.  Continue straight ahead and follow the remains of the Old Nye Ski Trail, due west and down to Indian Pass Brook. Cross the brook and pick up the new herd path on the other side.  From this point, you will shadow the small brook that comes down the plateau between Street and Nye Mountains.\n\nYou will come to an intersection on the plateau between Street and Nye and there will be a tree marked S for Street and N for Nye.  Head to the right for Nye and after a few hundred yards, you will have reached the summit. "
    },
    {
      "name": "Couchsachraga Peak",
      "lat": "44.0956",
      "long": "74.1602",
      "elevation": "3820 feet",
      "difficulty": "6",
      "ascentOfClimb": "3140 feet",
      "roundTripDistance": "15 miles",
      "averageDuration": "12 hours",
      "image": "couchsachraga",
      "patch": "couchsachragaPatch",
      "peakDescription": "Couchsachraga Peak is the 46th-highest of the Adirondack High Peaks, with an elevation of 3,820 ft.\n\nThis hike is approximately 15 miles round-trip, and will take an average of 10-12 hours to complete. It can be hiked in combination with Santanoni and Panther, but note that this will add length and time to the trip.\n\nThis mountain is pronounced \"Kook-sa-KRA-ga,\" and is an ancient Algonquin name that means \"Dismal Wilderness.\" The Algonquin used this name for the Adirondacks. Today, people refer to it as \"Couch Mountain\" for short.\n\nCouchsachraga Peak is an un-trailed peak and is fully lined with trees.\n\nThe most popular route begins at the Upper Works trailhead. Follow the gravel road for 1.75 miles, then turn onto the blue trail. Continue following the blue trail until you reach the Santanoni Express herd path. When you reach Bradley Pond, begin climbing to Times Square. When you reach Times Square, head west along the ridge toward Couchsachraga.\n\nHikers should note that this hike requires traversing several swampy and muddy areas. Dress accordingly and be sure you have proper gear for such conditions."
    }
  ]
}
